Repository: chi-rei-den/TerrariaLocalization
Catalog: project/tm/penalty-30/legacy.tmx
Source language: en_us
Languages: zh_cn

source: {0}: {1}, {2}, {3}, {4}, {5}, {6}, and {7}
zh_cn: {0}：{1}、{2}、{3}、{4}、{5}、{6}和{7}

source: {0}: {1}, {2}, {3}, {4}, {5}, {6}, {7}, and {8}
zh_cn: {0}：{1}、{2}、{3}、{4}、{5}、{6}、{7}和{8}

source: {?!Day}Check in with me, and do your job.
zh_cn: {?!Day}在我这里签到，然后就去干你的活儿。

source: {?BloodMoon}You know, where I'm from, a Blood Moon is actually just an excuse to get some fresh air.
zh_cn: {?BloodMoon}你知道我从哪里来，血月其实不过是我想要散散心的一个借口。

source: {?Day}Anyone see where the Dryad went?
zh_cn: {?Day}有人看见树妖去哪儿了吗？

source: {?HardMode}I know a Lavamancer that would really like that hellstone down in the underworld.
zh_cn: {?HardMode}我知道一个熔岩术士，他肯定会非常喜欢地狱中的狱石。

source: {?MoonLordDefeated}Moon Lord, don't you mean Abyss Lord?
zh_cn: {?MoonLordDefeated}月亮领主，你指的难道不是深渊领主吗？

source: {Angler} wants YOU as the official {WorldName} errand monkey!
zh_cn: {Angler}想让你正式成为{WorldName}的跑腿官！

source: {Bartender} offered me a Root Beer, I told him to give it to me in a square cup.
zh_cn: {Bartender}给了我一杯根汁饮料，我告诉他将饮料倒在方形的杯子里拿给我。

source: {Nurse} may help heal your body, but I can make you embody healing.
zh_cn: {Nurse}可以治愈你的身体，但我可以让治愈过程更体面。

source: {PlayerName}, Ye be one o' the finest lookin' lassies this here captain's seen in many a fortnight!
zh_cn: {PlayerName}，你是俺船长这半个月见过的最漂亮的妞！

source: {WorldName} is filled to the brim with the most outlandish kinds of fish!
zh_cn: {WorldName}到处都是各种稀奇古怪的鱼！

source: Русский (Russian)
zh_cn: Русский (俄语)

source: 简体中文 (Simplified Chinese)
zh_cn: 简体中文
